<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
     */

    "failed"                => "خطأ في كلمة المرور او اسم المستخدم.",
    "password"              => "كلمة المرور المدخلة غير صحيحة.",
    "throttle"              => "محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى خلال :seconds ثواني.",
    "Signin"                => "تسجيل الدخول",
    "Signup"                => "أنشئ حسابك",
    "Signout"               => "تسجيل الخروج",
    "SignoutSuccess"        => "تم تسجيل الخروج بنجاح",
    "NotMemberYet"          => "لست عضوا حتى الآن؟",
    "ResetPasswordTitle"    => "أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.",
    "AlreadyHaveAccount"    => "لديك حساب بالفعل ؟",
    "RememberMe"            => "تذكرني",
    "deactivated"           => "تم تعطيل حسابك !",
];
