<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Inputs Language Lines
    |--------------------------------------------------------------------------
     */

    "ID"                        => "المعرف",
    "Username"                  => "اسم المستخدم",
    "Password"                  => "كلمة المرور",
    "Name"                      => "الاسم",
    "Email"                     => "البريد الالكتروني",
    "Phone"                     => "رقم الهاتف",
    "DateRange"                 => "فترة زمنية",
    "CreateDate"                => "تاريخ الإنشاء",
    "Address"                   => "العنوان",
    "Note"                      => "الملاحظة",
    "Notes"                     => "ملاحظات",
    "Code"                      => "الكود",
    "NameAR"                    => "الاسم بالعربية",
    "NameEN"                    => "الاسم بالانجليزية",
    "Date"                      => "التاريخ",
    "Timezone"                  => "منطقة زمنية",
    "Model"                     => "الموديل",
    "Price"                     => "السعر",
    "Guarantee"                 => "الكفالة",
    "Image"                     => "الصورة",
    "CountryCode"               => "كود الدولة",
    "Title"                     => "العنوان",
    "TitleAR"                   => "العنوان بالعربية",
    "TitleEN"                   => "العنوان بالانجليزية",
    "VersionNumber"             => "رقم الاصدار",
    "Type"                      => "النوع",
    "File"                      => "الملف",
    "Status"                    => "الحالة",
    "Role"                      => "الدور",
    "Permission"                => "الصلاحية",
    "Gender"                    => "الجنس",
    "State"                     => "الحالة",
    "IsoCode"                   => "كود ايزو",
    "Url"                       => "الرابط",
    "Description"               => "الوصف",
    "NewPassword"               => "كلمة المرور الجديدة",
    "NewPasswordConfirmation"   => "تأكيد كلمة المرور الجديدة",
    "Message"                   => "الرسالة",
    "MessageAR"                 => "الرسالة بالعربية",
    "MessageEN"                 => "الرسالة بالانجليزية",
    "Target"                    => "الهدف",
    "TargetID"                  => "معرف الهدف",
];
