<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
     */

    "reset"                             => "تم إستعادة كلمة المرور!",
    "sent"                              => "لقد أرسلنا عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الخاصة بك!",
    "throttled"                         => "الرجاء الانتظار قبل إعادة المحاولة.",
    "token"                             => "رمز إعادة تعيين كلمة المرور هذا غير صالح.",
    "user"                              => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",
    "ForgotPassword"                    => "هل نسيت كلمة المرور ؟",
    "ForgotPasswordEmail"               => "أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.",
    "SetupNewPassword"                  => "تعيين كلمة مرور جديدة",
    "HaveAlreadyResetPassword"          => "هل قمت بالفعل بإعادة تعيين كلمة المرور؟",
    "PasswordResetSuccessfully"         => "تم استعادة كلمة المرور بنجاح",
    "ForgetPasswordSteps"               => "تم ارسال رابط إعادة تعيين كلمة المرور الخاصة بك الى بريدك الالكتروني!",
    "ResetPassword"                     => "إعادة تعيين كلمة المرور",
    "PasswordResetSuccessDescription"   => "لقد قمت بتغيير كلمة المرور بنجاح, يمكنك الآن تسجيل الدخول",
    "PasswordResetLinkExpire"           => "ستنتهي صلاحية رابط إعادة تعيين كلمة المرور هذا خلال 60 دقيقة.",
    "PasswordResetAction"               => "إذا لم تطلب إعادة تعيين كلمة المرور ، فلا داعي لاتخاذ أي إجراء آخر.",
];
